;汉化：aotix

[ReaperCannibal X2CharacterTemplate]
strCharacterName="食尸鬼"

[CorpseReaperCannibal X2ItemTemplate]
FriendlyName="食尸鬼尸体"
FriendlyNamePlural="食尸鬼尸体"
BriefSummary="食尸鬼是由被腐化的巴塔利人所创造的前线收割者单位。"


[CannabalizeRegeneration X2AbilityTemplate]
LocFriendlyName="食尸"
LocLongDescription="食尸鬼在每个回合开始时恢复一小部分生命值。"
LocHelpText="食尸鬼在每个回合中恢复一小部分生命值。"
LocFlyOverText="食尸"